const Jahannam = () => {
  return (
    <div className="container text-danger">
      <div className="p-2">
        <h2>
          إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًۭا ۚ
          كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا
          لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ “যারা আমাদের আয়াতসমূহে অবিশ্বাস করে, আমি
          তাদের অচিরেই আগুনে নিক্ষেপ করব। তাদের চামড়া যখনই পুড়ে যাবে, আমি তাদের
          নতুন চামড়া দেব, যাতে তারা শাস্তির স্বাদ আস্বাদন করতে পারে।”
        </h2>
        <p>(সূরা আন-নিসা ৪:৫৬)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          যারা তাদের প্রভুর প্রতি অবিশ্বাস করেছে, তাদের জন্য জাহান্নামের শাস্তি
          রয়েছে। সেটা কতই না নিকৃষ্ট স্থান! যখন তাদের সেখানে নিক্ষেপ করা হবে,
          তখন তারা তার ভয়ংকর গর্জন শুনবে; সেটি যেন উত্তপ্ত হতে থাকে।
        </h2>
        <p>(সূরা আল-মুলক ৬৭:৬-৭)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          এরা দুই দল যারা তাদের প্রতিপালক সম্পর্কে বিবাদ করছে। যারা কাফের হয়েছে,
          তাদের জন্য আগুনের পোশাক তৈরি করা হয়েছে; তাদের মাথার উপর ঢালা হবে
          ফুটন্ত পানি। এর দ্বারা তাদের পেট ও চামড়া গলিয়ে ফেলা হবে। এবং তাদের
          জন্য থাকবে লোহার হাতুড়ি।
        </h2>
        <p>(সূরা আল-হাজ্জ ২২:১৯-২২)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          তারা প্রবেশ করবে দহনকারী আগুনে, তাদেরকে পান করতে দেওয়া হবে ফুটন্ত
          ঝর্ণার পানি। তাদের জন্য কোনো খাদ্য থাকবে না, শুধুমাত্র কাঁটা ঝোপ
          ব্যতীত — যা না পুষ্টি দেয়, না ক্ষুধা নিবারণ করে।
        </h2>
        <p>(সূরা আল-গাশিয়াহ ৮৮:৪-৭)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          রাসুল ﷺ বলেছেন: জাহান্নামের আগুন দুনিয়ার আগুনের তুলনায় সত্তর গুণ বেশি
          উত্তপ্ত।
        </h2>
        <p>(সহিহ বুখারী: ৩২৬৫, সহিহ মুসলিম: ২৮৪৩)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          রাসুল ﷺ বলেছেন: জাহান্নামের সবচেয়ে হালকা শাস্তি হবে এমন যে, একজনের
          পায়ের তলায় আগুনের দু’টি কয়লা রাখা হবে, যার কারণে তার মস্তিষ্ক ফুটতে
          থাকবে।
        </h2>
        <p>(সহিহ বুখারী: ৬৫৬২, সহিহ মুসলিম: ২১২)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          রাসুল ﷺ বলেছেন: যদি জাহান্নামের একটি শ্বাস (হাওয়া) দুনিয়ার দিকে
          পাঠানো হতো, তবে দুনিয়ার সব জীবিত প্রাণী ধ্বংস হয়ে যেত।
        </h2>
        <p>(তিরমিজি)</p>
        <hr />
      </div>
      <div className="p-2">
        <h2>
          রাসুল ﷺ বলেছেন: জাহান্নামের আগুন এক হাজার বছর জ্বালানো হয়েছে, যতক্ষণ
          না তা লাল হয়েছে। তারপর এক হাজার বছর জ্বালানো হয়েছে, যতক্ষণ না তা সাদা
          হয়েছে। তারপর আবার এক হাজার বছর জ্বালানো হয়েছে, যতক্ষণ না তা কালো
          হয়েছে। এখন সেটি সম্পূর্ণ অন্ধকার ও ভয়াবহ কালো।
        </h2>
        <p>(তিরমিজি – হাদিসটি হাসান)</p>
        <hr />
      </div>
    </div>
  );
};

export default Jahannam;
